Repository: faczor/eco360
Catalog: lib/configuration/localization/app_*.arb
Languages: de, pl

# symbol_facts_ps06
source: ● Polystyrene was discovered accidentally by the German pharmacist Edward Simon in 1839. From storax, the resin of the oriental sugar tree Liquidambar orientalis, he distilled an oily substance which he called styrol, but he did not know what he had discovered. It was not until 1922 another German, chemist, Hermann Staudinger, tested and described this substance. ● In 1953, Hermann Staudinger received the Nobel Prize in Chemistry for his research. ● Its foamed form is also often used - Styrofoam. It is used in packaging for product protection, as food packaging and in construction. ● Styrofoam was developed by the Dow Chemical Company, also by accident. Dow employee Ray McIntire tried to develop a flexible insulator by combining materials under pressure. As a result, he created Styrofoam, a material that expanded 40 times and was much lighter than ordinary polystyrene.
de: ● Polystyrol wurde 1839 zufällig von dem deutschen Apotheker Edward Simon entdeckt. Aus Storax, dem Harz des orientalischen Zuckerbaums Liquidambar orientalis, destillierte er eine ölige Substanz, die er Styrol nannte, aber er wusste nicht, was er entdeckt hatte. Erst 1922 testete und beschrieb ein weiterer Deutscher, der Chemiker Hermann Staudinger, diese Substanz. ● 1953 erhielt Hermann Staudinger den Nobelpreis für Chemie für seine Forschung. ● Seine geschäumte Form wird auch oft verwendet - Styropor. Es wird in Verpackungen zum Produktschutz, als Lebensmittelverpackung und im Bauwesen verwendet. ● Styropor wurde ebenfalls zufällig von der Dow Chemical Company entwickelt. Dow-Mitarbeiter Ray McIntire versuchte, einen flexiblen Isolator zu entwickeln, indem er Materialien unter Druck kombinierte. Dabei entstand Styropor, ein Material, das sich um das 40-fache ausdehnte und viel leichter war als gewöhnliches Polystyrol.
pl: ● Polistyren został odkryty przypadkowo przez niemieckiego farmaceutę Edwarda Simona w 1839 roku. Ze storaxu, żywicy orientalnego drzewa cukrowego Liquidambar orientalis, wydestylował oleistą substancję, którą nazwał styrolem, jednak nie wiedział, co odkrył. Dopiero w 1922 roku inny Niemiec, chemik, Hermann Staudinger, przebadał i opisał tę substancję. ● W 1953 roku Hermann Staudinger otrzymał za swoje badania Nagrodę Nobla w dziedzinie chemii. ● Często używa się również jego spienionej formy – styropianu. Wykorzystuje się go przy pakowaniu do zabezpieczenia produktów, jako opakowania do żywności oraz w budownictwie. ● Styropian został opracowany przez firmę Dow Chemical Company, również przez przypadek. Pracownik firmy Dow, Ray McIntire, próbował opracować elastyczny izolator, łącząc materiały pod ciśnieniem. W rezultacie stworzył styropian, materiał, który rozszerzył się 40-krotnie i był znacznie lżejszy niż zwykły polistyren.

# symbol_facts_pap20
source: ● The first use of cardboard packaging appeared in 1817 for transporting hats. ● A manual machine for corrugating textiles was used by Edward Allen and Edward Healey from 1856. They received the first patent in London for the use of corrugated paper. ● Albert Jones, an American, obtained a patent for using corrugated paper to protect fragile items in 1871. In the same year, G. Smyth built a machine for producing cardboard. ● Currently, cardboard is produced using materials such as wood fibers or waste paper. ● The machine used to produce corrugated cardboard is called a corrugator. ● Paper undergoes the corrugation process using rollers that create waves on the paper surface. The next step is gluing the layers at high temperature and pressure. Then the layers are pressed in rollers, and finally, the cardboard is cut into appropriate sheets.
de: ● Die erste Verwendung von Kartonverpackungen erfolgte 1817 zum Transport von Hüten. ● Eine manuelle Maschine zum Riffeln von Textilien wurde 1856 von Edward Allen und Edward Healey verwendet. Sie erhielten das erste Patent in London für die Verwendung von Wellpapier. ● Albert Jones, ein Amerikaner, erhielt 1871 ein Patent für die Verwendung von Wellpapier zum Schutz zerbrechlicher Gegenstände. Im selben Jahr baute G. Smyth eine Maschine zur Herstellung von Karton. ● Derzeit wird Karton aus Materialien wie Holzfasern oder Altpapier hergestellt. ● Die Maschine zur Herstellung von Wellpappe wird als Wellmaschine bezeichnet. ● Papier durchläuft den Wellprozess mit Walzen, die Wellen auf der Papieroberfläche erzeugen. Der nächste Schritt besteht darin, die Schichten bei hoher Temperatur und Druck zu verkleben. Dann werden die Schichten in Walzen gepresst und schließlich wird der Karton in entsprechende Blätter geschnitten.
pl: pamiętaj, aby przed wyrzuceniem do niebieskiego pojemnika sprawdzić czy wyrzucany materiał nie jest mokry lub zanieczyszczony. Nie może być połączony z innym materiałem, wówczas musisz je rozdzielić.

# symbol_facts_pap21
source: ● In 1916, five-layered cardboard was first produced at the Sefton Manufacturing Co. in Kokomo, Indiana, USA. In 1955, the production of seven-layered cardboard began in the USA. ● Cardboard is the thickest (up to 4 mm) paper product with a grammage greater than 315 g/m². It is a much stiffer and more durable material than paperboard. Cardboard consists of several layers of pulp. ● Cardboard is a paper product characterized by uniform and elastic material with a grammage ranging from 160 g/m² to 315 g/m². It is very easy to process and is used for making boxes, book covers, postcards, packaging, or folders, suitable for printing. ● The first cardboard packaging was created in the workshop of the English inventor and industrialist, Sir Malcolm Thonhilla, in 1817.
de: ● Im Jahr 1916 wurde erstmals fünflagiger Karton bei der Sefton Manufacturing Co. in Kokomo, Indiana, USA, produziert. 1955 begann die Produktion von siebenlagigem Karton in den USA. ● Karton ist das dickste (bis zu 4 mm) Papierprodukt mit einem Flächengewicht von mehr als 315 g/m². Es ist ein viel steiferes und haltbareres Material als Pappe. Karton besteht aus mehreren Schichten Zellstoff. ● Pappe ist ein Papierprodukt, das durch ein gleichmäßiges und elastisches Material mit einem Flächengewicht von 160 g/m² bis 315 g/m² gekennzeichnet ist. Es ist sehr leicht zu verarbeiten und wird zur Herstellung von Boxen, Buchumschlägen, Postkarten, Verpackungen oder Ordnern verwendet und eignet sich zum Bedrucken. ● Die ersten Kartonverpackungen wurden 1817 in der Werkstatt des englischen Erfinders und Industriellen Sir Malcolm Thornhill hergestellt.

# symbol_facts_pap22
source: ● Paper was invented accidentally in China between 105 and 107 CE. ● Currently, paper is manufactured using cellulose fibers or wood pulp (shredded and ground wooden bales, usually pine). Other trees such as poplar, spruce, birch, fir, beech, or aspen are also used in production. Wood pulp is categorized as white (from spruce wood), brown (from pine wood), and chemical (from wood subjected to previous impregnation). ● Paper production also utilizes plant fibers (selected during the chemical pulping process) including cotton, linen, bamboo, hemp, reed, or straw, as well as waste paper. ● Contemporary paper consists of many non-fibrous substances such as organic fillers (potato starch) and inorganic fillers (talc, chalk, kaolin, or gypsum). Chemical substances such as hydrosulfite and dyes are also added to paper production, along with binding agents, coagulants, and waterproofing agents. ● Producing 1 ton of paper (200,000 sheets of A4) requires 17 trees (1 hectare of forest) and 1200 liters of water. ● Producing 1 sheet of A4 paper requires 10 liters of water. ● Paper consumption is steadily increasing, with global consumption at 55 kg per person annually, in Europe 147 kg per person annually, and in Poland 143 kg per person annually (Environmental Paper Network Report 2020). ● Remember! 1 tree provides oxygen for 10 people for 1 year.
de: ● Papier wurde zwischen 105 und 107 n. Chr. in China zufällig erfunden. ● Derzeit wird Papier aus Zellulosefasern oder Holzstoff (zerkleinerte und gemahlene Holzballen, meist Kiefer) hergestellt. Andere Bäume wie Pappel, Fichte, Birke, Tanne, Buche oder Espe werden ebenfalls in der Produktion verwendet. Holzstoff wird in weiß (aus Fichtenholz), braun (aus Kiefernholz) und chemisch (aus zuvor imprägniertem Holz) kategorisiert. ● Die Papierproduktion verwendet auch Pflanzenfasern (ausgewählt während des chemischen Pulping-Prozesses) einschließlich Baumwolle, Leinen, Bambus, Hanf, Schilf oder Stroh sowie Altpapier. ● Zeitgenössisches Papier besteht aus vielen nichtfaserigen Substanzen wie organischen Füllstoffen (Kartoffelstärke) und anorganischen Füllstoffen (Talkum, Kreide, Kaolin oder Gips). Chemische Substanzen wie Hydrosulfit und Farbstoffe werden ebenfalls in die Papierproduktion eingebracht, zusammen mit Bindemitteln, Koagulantien und Wasserdichtungsmitteln. ● Die Produktion von 1 Tonne Papier (200.000 Blatt A4) erfordert 17 Bäume (1 Hektar Wald) und 1200 Liter Wasser. ● Die Produktion eines Blattes A4-Papier erfordert 10 Liter Wasser. ● Der Papierverbrauch steigt stetig, mit einem globalen Verbrauch von 55 kg pro Person jährlich, in Europa 147 kg pro Person jährlich und in Polen 143 kg pro Person jährlich (Environmental Paper Network Report 2020). ● Denken Sie daran! 1 Baum liefert für 10 Menschen 1 Jahr lang Sauerstoff.

# symbol_facts_tex60
source: material produced after recycling is weaker than the original material; it is used for the production of, among others, mops, wipes, and shopping bags.
de: Das Material, das nach dem Recycling produziert wird, ist schwächer als das Originalmaterial; es wird zur Herstellung von unter anderem Wischmops, Wischtüchern und Einkaufstaschen verwendet.
pl: materiał wytworzony po recyklingu jest słabszy niż pierwotny materiał, wykorzystuje się go do produkcji m. in. mopów, ścierek i toreb na zakupy.

# symbol_tooltips_pap20
source: remember, before throwing it into the blue container, check if the material being discarded is not wet or contaminated. It cannot be mixed with other materials; in that case, you must separate them.
de: Denken Sie daran, bevor Sie es in den blauen Behälter werfen, überprüfen Sie, ob das zu entsorgende Material nicht nass oder kontaminiert ist. Es darf nicht mit anderen Materialien gemischt werden; in diesem Fall müssen Sie sie trennen.

# symbol_tooltips_pap21
source: remember to check whether the material being thrown away is not wet or dirty before throwing it into the blue container. It cannot be combined with another material, then you must separate them.
de: Denken Sie daran zu überprüfen, ob das zu entsorgende Material nicht nass oder schmutzig ist, bevor Sie es in den blauen Behälter werfen. Es darf nicht mit einem anderen Material kombiniert werden, dann müssen Sie sie trennen.
pl: pamiętaj, aby przed wyrzuceniem do niebieskiego pojemnika sprawdzić czy wyrzucany materiał nie jest mokry lub zanieczyszczony. Nie może być połączony z innym materiałem, wówczas musisz je rozdzielić.

# symbol_tooltips_pap22
source: remember to check whether the material being thrown away is not wet or dirty before throwing it into the blue container. It cannot be combined with another material, then you must separate them.
de: Denken Sie daran zu überprüfen, ob das zu entsorgende Material nicht nass oder schmutzig ist, bevor Sie es in den blauen Behälter werfen. Es darf nicht mit einem anderen Material kombiniert werden, dann müssen Sie sie trennen.
pl: pamiętaj, aby przed wyrzuceniem do niebieskiego pojemnika sprawdzić czy wyrzucany materiał nie jest mokry lub zanieczyszczony. Nie może być połączony z innym materiałem, wówczas musisz je rozdzielić.

# symbol_tooltips_gl70
source: remember that you can throw food and cosmetics glass packaging into the green glass container, the packaging of which is not permanently connected to another material. You cannot throw mixed packaging, ceramics, heat-resistant glass, light bulbs, mirrors, glass, thermometers and packaging for medicines, oils, chemicals or hazardous substances into glass containers.
de: Denken Sie daran, dass Sie Lebensmittel- und Kosmetikglasverpackungen in den grünen Glasbehälter werfen können, deren Verpackung nicht dauerhaft mit einem anderen Material verbunden ist. Sie dürfen keine gemischten Verpackungen, Keramik, hitzebeständiges Glas, Glühlampen, Spiegel, Glas, Thermometer und Verpackungen für Medikamente, Öle, Chemikalien oder gefährliche Substanzen in Glasbehälter werfen.
pl: pamiętaj, że do zielonego pojemnika na szkło możesz wrzucić szklane opakowania po żywności oraz kosmetykach, których opakowania nie są trwałe połączone z innym materiałem. Do pojemników na szkło nie możesz wrzucać opakowań zmieszanych, ceramiki, szkła żaroodpornego, żarówek, luster, szyb, termometrów oraz opakowań po lekach, olejach, chemikaliach, substancjach niebezpiecznych.

# symbol_tooltips_gl71
source: remember that you can throw food and cosmetics glass packaging into the green glass container, the packaging of which is not permanently connected to another material. You cannot throw mixed packaging, ceramics, heat-resistant glass, light bulbs, mirrors, glass, thermometers and packaging for medicines, oils, chemicals or hazardous substances into glass containers.
de: Denken Sie daran, dass Sie Lebensmittel- und Kosmetikglasverpackungen in den grünen Glasbehälter werfen können, deren Verpackung nicht dauerhaft mit einem anderen Material verbunden ist. Sie dürfen keine gemischten Verpackungen, Keramik, hitzebeständiges Glas, Glühlampen, Spiegel, Glas, Thermometer und Verpackungen für Medikamente, Öle, Chemikalien oder gefährliche Substanzen in Glasbehälter werfen.
pl: pamiętaj, że do zielonego pojemnika na szkło możesz wrzucić szklane opakowania po żywności oraz kosmetykach, których opakowania nie są trwałe połączone z innym materiałem. Do pojemników na szkło nie możesz wrzucać opakowań zmieszanych, ceramiki, szkła żaroodpornego, żarówek, luster, szyb, termometrów oraz opakowań po lekach, olejach, chemikaliach, substancjach niebezpiecznych.

# symbol_tooltips_gl72
source: remember that you can throw food and cosmetics glass packaging into the green glass container, the packaging of which is not permanently connected to another material. You cannot throw mixed packaging, ceramics, heat-resistant glass, light bulbs, mirrors, glass, thermometers and packaging for medicines, oils, chemicals or hazardous substances into glass containers.
de: Denken Sie daran, dass Sie Lebensmittel- und Kosmetikglasverpackungen in den grünen Glasbehälter werfen können, deren Verpackung nicht dauerhaft mit einem anderen Material verbunden ist. Sie dürfen keine gemischten Verpackungen, Keramik, hitzebeständiges Glas, Glühlampen, Spiegel, Glas, Thermometer und Verpackungen für Medikamente, Öle, Chemikalien oder gefährliche Substanzen in Glasbehälter werfen.
pl: pamiętaj, że do zielonego pojemnika na szkło możesz wrzucić szklane opakowania po żywności oraz kosmetykach, których opakowania nie są trwałe połączone z innym materiałem. Do pojemników na szkło nie możesz wrzucać opakowań zmieszanych, ceramiki, szkła żaroodpornego, żarówek, luster, szyb, termometrów oraz opakowań po lekach, olejach, chemikaliach, substancjach niebezpiecznych.

# symbol_tooltips_alu40
source: before throwing steel packaging into the yellow container, remove labels and food residues. Remember that needles and cans of construction, chemical and hazardous materials are not suitable for recycling.
de: Bevor Sie Stahlverpackungen in den gelben Behälter werfen, entfernen Sie Etiketten und Lebensmittelrückstände. Denken Sie daran, dass Nadeln und Dosen mit Baumaterial, Chemikalien und gefährlichen Materialien nicht recycelbar sind.
pl: przed wrzuceniem opakowania wykonanego ze stali do żółtego pojemnika usuń etykiety i reszty jedzenia. Pamiętaj, że igły, puszki po materiałach budowlanych, chemicznych i niebezpiecznych nie nadają się do recyklingu.

# symbol_tooltips_alu41
source: before throwing packaging into the yellow container, remove labels and food residues. Remember that needles and cans of construction, chemical and hazardous materials are not suitable for recycling.
de: Bevor Sie Verpackungen in den gelben Behälter werfen, entfernen Sie Etiketten und Lebensmittelrückstände. Denken Sie daran, dass Nadeln und Dosen mit Baumaterial, Chemikalien und gefährlichen Materialien nicht recycelbar sind.
pl: przed wrzuceniem opakowania wykonanego ze stali do żółtego pojemnika usuń etykiety i reszty jedzenia. Pamiętaj, że puszki po materiałach budowlanych, chemicznych, niebezpiecznych nie nadają się do recyklingu.

# symbol_tooltips_cx80
source: the letter 'x' in the symbol may be replaced by the abbreviation of the dominant material. Packaging marked with this symbol can be thrown away in the yellow container. You don't have to wash the packaging thoroughly before throwing it away, just remove any food remains.
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# symbol_tooltips_cx81
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# symbol_tooltips_cx82
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# symbol_tooltips_cx83
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# symbol_tooltips_cx84
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# symbol_tooltips_cx85
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# symbol_tooltips_cx90
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# symbol_tooltips_cx91
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.
