Repository: faczor/eco360
Catalog: lib/configuration/localization/app_*.arb
Languages: de, pl

# symbol_usage_pvc03
source: ● construction (pipes, cables, furniture veneers, carpets), ● medicine (syringes, catheters, drains, packaging, mouthpieces for administering air, ENT specula, artificial heart components, blood veins, ear implants ).
de: ● Bauwesen (Rohre, Kabel, Möbeloberflächen, Teppiche), ● Medizin (Spritzen, Katheter, Drainagen, Verpackungen, Mundstücke zur Luftzufuhr, HNO-Spekula, Komponenten für künstliche Herzen, Blutgefäße, Ohrenimplantate).
pl: ● budownictwo (rury, kable, okleiny meblowe, wykładziny), ● medycyna (strzykawki, cewniki, dreny, opakowania, ustniki do podawania powietrza, wzierniki laryngologiczne, elementy sztucznego serca, żyły krwionośne, implanty uszu).

# symbol_usage_ldpe04
source: foils, packaging, shrink films, disposable gloves.
de: Folien, Verpackungen, Schrumpffolien, Einweghandschuhe.
pl: folie, opakowania, folie termokurczliwe, rękawice jednorazowe.

# symbol_usage_pp05
source: ● textile industry (fibers, fabrics, ropes, nets, non-woven fabrics), ● medical industry (surgical meshes, urological tapes, cranial vault bone prostheses, orbital bone prostheses, surgical meshes for surgical treatment of hernias, microscopic parts, syringes, manifolds and connectors for tubing, walls of oxygen tents, blood test tubes), ● packaging, bottle stoppers, medicine packaging, ● agricultural materials.
de: ● Textilindustrie (Fasern, Gewebe, Seile, Netze, Vliesstoffe), ● Medizinische Industrie (chirurgische Netze, urologische Bänder, Schädelknochenprothesen, Augenhöhlenknochenprothesen, chirurgische Netze für die Hernienbehandlung, Mikroskopteile, Spritzen, Verteiler und Anschlüsse für Schläuche, Wände von Sauerstoffzelten, Blutproberöhrchen), ● Verpackungen, Flaschenverschlüsse, Medizinverpackungen, ● Landwirtschaftliche Materialien.
pl: ● przemysł włókienniczy (włókna, tkaniny, sznury, sieci, włókniny), ● przemysł medyczny (siatki chirurgiczne, taśmy urologiczne, protezy kości sklepienia czaszki, protezy kości oczodołu, siatki chirurgiczne do operacyjnego leczenia przepuklin, części mikroskopowe, strzykawki, rozgałęźniki i łączniki do drenów, ściany namiotów tlenowych, probówki na krew), ● opakowania, korki do butelek, opakowania na leki, ● materiały rolnicze.

# symbol_usage_ps06
source: production of dry product packaging, disposable cup lids, boxes, artificial jewelry, toys, thermoforming foils.
de: Herstellung von Verpackungen für Trockenprodukte, Einwegbecherdeckel, Boxen, künstlicher Schmuck, Spielzeug, Thermoformfolien.
pl: produkcja opakowań suchych produktów, pokrywek kubków jednorazowych, pudełek, sztucznej biżuterii, zabawek, folie do termoformowania.

# symbol_usage_pap20
source: transport and storage, packaging, product separation, protective material during renovations, construction element in artistic works.
de: Transport und Lagerung, Verpackungen, Produkttrennung, Schutzmaterial bei Renovierungen, Bauelement in Kunstwerken.
pl: transport oraz przechowywanie, pakowanie, separowanie produktów, materiał ochronny podczas remontów, element konstrukcji w pracach plastycznych.

# symbol_usage_pap21
source: packaging (e.g. dividers, separators inside cardboard packaging), tube-shaped packaging and decorative gift packaging, notebook covers and school folders.
de: Verpackungen (z.B. Trenner, Separatoren innerhalb von Kartonverpackungen), rohrförmige Verpackungen und dekorative Geschenkverpackungen, Notizbuchumschläge und Schulmappen.
pl: opakowania (np. przekładek, separatorów wewnątrz kartonowych opakowań), opakowania o kształcie tuby i ozdobne opakowania prezentowe, okładki zeszytów oraz teczki szkolne.

# symbol_usage_pap22
source: packaging made of paper, newspapers, catalogues, books, notebooks, documents, wrapping paper, paper bags.
de: Verpackungen aus Papier, Zeitungen, Kataloge, Bücher, Notizbücher, Dokumente, Geschenkpapier, Papiertüten.
pl: opakowania wykonane z papieru, gazety, katalogi, książki, zeszyty, dokumenty, papier pakowy, torebki papierowe.

# symbol_usage_gl70
source: food packaging, tiles, kitchen countertops, optical glasses.
de: Lebensmittelverpackungen, Fliesen, Küchenarbeitsplatten, optische Gläser.
pl: opakowania spożywcze, kafelki, blaty kuchenne, szkła optyczne.

# symbol_usage_gl71
source: food packaging, tiles, kitchen countertops.
de: Lebensmittelverpackungen, Fliesen, Küchenarbeitsplatten.
pl: opakowania spożywcze, kafelki, blaty kuchenne.

# symbol_usage_gl72
source: production of bottles for medicinal waters and beer. In addition to food packaging, we can also use recycled material to produce, for example, tiles and kitchen countertops.
de: Herstellung von Flaschen für Heilwasser und Bier. Neben Lebensmittelverpackungen können wir recyceltes Material auch zur Herstellung von Fliesen und Küchenarbeitsplatten verwenden.
pl: produkcja butelek do wód leczniczych oraz piwa. Poza opakowaniami spożywczymi, z materiału po recyklingu możemy wytworzyć również np. kafelki, blaty kuchenne.

# symbol_usage_fe40
source: car bodywork, ships, roof coverings, packaging, e.g. canning cans.
de: Karosserien, Schiffe, Dacheindeckungen, Verpackungen, z.B. Konservendosen.
pl: karoseria samochodowa, statki, pokrycia dachów, opakowania np. puszki do konserw.

# symbol_usage_alu41
source: we most often encounter aluminum packaging for drinks, food and aluminum foil.
de: Am häufigsten begegnen wir Aluminiumverpackungen für Getränke, Lebensmittel und Aluminiumfolie.
pl: najczęściej spotykamy się z aluminiowymi opakowaniami na napoje, jedzenie oraz z folią aluminiową.

# symbol_usage_for50
source: production of chipboards and furniture, as fuel, in gardening and as animal bedding.
de: Herstellung von Spanplatten und Möbeln, als Brennstoff, im Gartenbau und als Tierstreu.
pl: produkcja płyt wiórowych oraz mebli, jako materiał opałowy, w ogrodnictwie oraz jako podkład dla zwierząt.

# symbol_usage_for51
source: bottle stoppers, cork boards, coasters, decorative items, bags, fillers, floor and wall coverings.
de: Flaschenverschlüsse, Korktafeln, Untersetzer, Dekorationsartikel, Taschen, Füllstoffe, Boden- und Wandverkleidungen.
pl: zatykanie butelek, tablice korkowe, podkładki, artykuły dekoracyjne, torebki, wypełniacze, okładziny podłogowe oraz ścienne.

# symbol_usage_tex60
source: clothes, bandages and towels.
de: Kleidung, Verbände und Handtücher.
pl: ubrania, opatrunki i ręczniki.

# symbol_usage_tex61
source: bags, but also decorations and interior design accessories.
de: Taschen, aber auch Dekorationen und Wohnaccessoires.
pl: worki, ale również ozdoby, dodatki do wystroju wnętrz.

# symbol_facts_pet01
source: ● PET was patented in 1941 by John Rex Whinfield, James Tennant Dickson, and the Calico Printers' Association in Manchester. ● The PET bottle was invented by Nathaniel C. Wyeth, an engineer at DuPont and the brother of American painter Andrew Wyeth. The patent was issued to Wyeth's company in 1973 and later transferred to DuPont. ● PET bottles and sunlight help millions of people in developing countries obtain drinking water. Using a system called SODIS (solar water disinfection), residents expose water-filled PET bottles to the sun for several hours or days – depending on the amount of available sunlight – as a simple yet effective way to destroy pathogenic bacteria and obtain safe drinking water. ● A single PET bottle (0.5 liters) is strong enough to hold 50 times its weight in water. ● A 2-liter PET bottle, which weighed 68 grams in 1980, now weighs only 42 grams. The average weight of a single-use 0.5-liter PET water bottle is currently 9.9 grams, nearly half of what it was in 2000. ● PET is the most commonly recycled plastic in the world. ● PET is used to make a popular filament for 3D printing.
de: ● PET wurde 1941 von John Rex Whinfield, James Tennant Dickson und der Calico Printers' Association in Manchester patentiert. ● Die PET-Flasche wurde von Nathaniel C. Wyeth erfunden, einem Ingenieur bei DuPont und dem Bruder des amerikanischen Malers Andrew Wyeth. Das Patent wurde 1973 an Wyeths Firma erteilt und später an DuPont übertragen. ● PET-Flaschen und Sonnenlicht helfen Millionen von Menschen in Entwicklungsländern, Trinkwasser zu gewinnen. Mit einem System namens SODIS (Solar Water Disinfection) setzen die Bewohner Wasserflaschen aus PET mehrere Stunden oder Tage - je nach verfügbarem Sonnenlicht - der Sonne aus, um pathogene Bakterien zu zerstören und sicheres Trinkwasser zu erhalten. ● Eine einzelne PET-Flasche (0,5 Liter) ist stark genug, um das 50-fache ihres Gewichts an Wasser zu halten. ● Eine 2-Liter-PET-Flasche, die 1980 noch 68 Gramm wog, wiegt heute nur noch 42 Gramm. Das durchschnittliche Gewicht einer Einweg-0,5-Liter-PET-Wasserflasche beträgt derzeit 9,9 Gramm, fast die Hälfte von 2000. ● PET ist der am häufigsten recycelte Kunststoff der Welt. ● PET wird zur Herstellung eines beliebten Filaments für den 3D-Druck verwendet.
pl: ● PET został opatentowany w 1941 roku przez Johna Rexa Whinfielda, Jamesa Tennanta Dicksona i Stowarzyszenie Drukarzy Calico w Manchesterze. ● Butelka PET została wynaleziona przez Nathaniela C. Wyetha, inżyniera firmy DuPont i brata amerykańskiego malarza Andrew Wyetha. Patent został wydany firmie Wyeth w 1973 roku i przekazany firmie DuPont. ● Butelki PET i słońce pomagają milionom ludzi w krajach rozwijających się uzyskać wodę pitną. Korzystając z systemu zwanego SODIS (słoneczna dezynfekcja wody), mieszkańcy wystawiają wypełnione wodą butelki PET na słońce na kilka godzin lub dni – w zależności od ilości dostępnego światła słonecznego – jako prosty, ale skuteczny sposób zniszczenia bakterii chorobotwórczych i uzyskania bezpiecznego woda pitna. ● Jednorazowa butelka PET (0,5 litra) jest wystarczająco mocna, aby pomieścić 50-krotność swojej wagi w wodzie. ● 2-litrowa butelka PET, która w 1980 r. ważyła 68 gramów, obecnie waży zaledwie 42 gramy. Średnia waga jednorazowej butelki na wodę PET o pojemności 0,5 litra wynosi obecnie 9,9 grama, czyli prawie o połowę mniej niż w 2000 roku. ● PET to tworzywo najczęściej poddawane recyklingowi na świecie. ● Z PET wykonuje się popularny filament do druku 3D.

# symbol_facts_hdpe02
source: ● Polyethylene was first synthesized by the German chemist Hans von Pechman, who produced it in 1898 while heating diazomethane. Eugen Bamberger and Friedrich Tschimer examined the white, waxy substance and discovered that it consists of many -CH2- groups, naming it polymethylene. ● The material is resistant to mold, fungi, and rot, allowing it to maintain its shape for a long time without losing structural integrity, even in wet or humid environments.
de: ● Polyethylen wurde erstmals von dem deutschen Chemiker Hans von Pechmann synthetisiert, der es 1898 bei der Erhitzung von Diazomethan herstellte. Eugen Bamberger und Friedrich Tschimer untersuchten die weiße, wachsartige Substanz und entdeckten, dass sie aus vielen -CH2- Gruppen besteht, und nannten sie Polymethylen. ● Das Material ist resistent gegen Schimmel, Pilze und Fäulnis, was es ermöglicht, seine Form über lange Zeit zu erhalten, ohne die strukturelle Integrität zu verlieren, selbst in feuchten oder nassen Umgebungen.
pl: ● Polietylen po raz pierwszy zsyntetyzował niemiecki chemik Hans von Pechman, który wytworzył go w 1898 podczas ogrzewania diazometanu. Eugen Bamberger i Friedrich Tschimer zbadali białą, woskowatą substancję i odkryli, że składa się ona z wielu grup -CH2- i nazwali ją polimetylen. ● Materiał jest odporny na pleśń, grzyby i gnicie, dzięki czemu nawet w mokrych lub wilgotnych pomieszczeniach może zachować swój kształt przez długi czas bez utraty integralności strukturalnej.

# symbol_facts_pvc03
source: ● PVC is one of the oldest synthetic materials with the longest history in industrial production. ● Early researchers accidentally discovered PVC at least twice in the 19th century. The first discovery in 1838 was made by the French physicist and chemist Henri Victor Regnault, and the second in 1872 by the German Eugen Baumann. In both cases, the polymer appeared as a white solid in flasks containing the newly discovered gaseous vinyl chloride, which were exposed to sunlight. The material was difficult to work with and no one met the challenges of application commercial applications. ● In 1913, German inventor Friedrich Heinrich August Klatte patented PVC. His method involved the polymerization of vinyl chloride using sunlight. ● It is the third most commonly used synthetic polymer in the world - after polyethylene and polypropylene. ● From 1950s and 1960s, it is used to produce vinyl records.
de: ● PVC ist eines der ältesten synthetischen Materialien mit der längsten Geschichte in der industriellen Produktion. ● Frühe Forscher entdeckten PVC im 19. Jahrhundert mindestens zweimal zufällig. Die erste Entdeckung erfolgte 1838 durch den französischen Physiker und Chemiker Henri Victor Regnault, und die zweite 1872 durch den Deutschen Eugen Baumann. In beiden Fällen erschien das Polymer als weißer Feststoff in Kolben, die das neu entdeckte gasförmige Vinylchlorid enthielten und Sonnenlicht ausgesetzt waren. Das Material war schwer zu bearbeiten und niemand löste die Herausforderungen für kommerzielle Anwendungen. ● 1913 patentierte der deutsche Erfinder Friedrich Heinrich August Klatte PVC. Seine Methode beinhaltete die Polymerisation von Vinylchlorid mit Sonnenlicht. ● Es ist das dritthäufigste synthetische Polymer der Welt - nach Polyethylen und Polypropylen. ● Seit den 1950er und 1960er Jahren wird es zur Herstellung von Schallplatten verwendet.
pl: ● PVC to jeden z najstarszych materiałów syntetycznych o najdłuższej historii w produkcji przemysłowej. ● Pierwsi badacze przypadkowo odkryli PVC co najmniej dwukrotnie w XIX wieku. Pierwszego odkrycia w 1838 r. dokonał francuski fizyk i chemik Henri Victor Regnault, a drugiego w 1872 r. Niemiec Eugen Baumann. W obu przypadkach polimer pojawił się w postaci białego ciała stałego w kolbach z nowo odkrytym gazowym chlorkiem winylu, które wystawiono na działanie światła słonecznego. Materiał był trudny w obróbce i nikt nie sprostał wyzwaniom zastosowań komercyjnych. ● W 1913 roku niemiecki wynalazca Friedrich Heinrich August Klatte opatentował PVC. Jego metoda wykorzystywała polimeryzację chlorku winylu za pomocą światła słonecznego. ● Jest trzecim najczęściej używanym syntetycznym polimerem na świecie – zaraz po polietylenie i polipropylenie. ● Od lat pięćdziesiątych i sześćdziesiątych XX wieku jest wykorzystywany do produkcji płyt winylowych.

# symbol_facts_ldpe04
source: ● Polyethylene was first synthesized by the German chemist Hans von Pechman, who produced it by accident in 1898 while heating diazomethane. His colleagues Eugen Bamberger and Friedrich Tschimer examined the white, waxy substance and discovered that it consisted of it from many -CH2- groups and called it polymethylene. ● Although it is a low-density plastic, LDPE is produced in a high-pressure process. ● Many purchased food products are in containers, which are almost always made of LDPE. This is because LDPE is one of the few varieties of plastics considered safe for food because it does not contain BPA (also known as bisphenol A). Storing and consuming food from LDPE containers is completely safe because the unique chemical composition of LDPE does not contain traces BPA. ● The loose crystalline structure of LDPE makes the material very flexible and able to return to its original form after being compressed.
de: ● Polyethylen wurde erstmals von dem deutschen Chemiker Hans von Pechmann synthetisiert, der es 1898 bei der Erhitzung von Diazomethan zufällig herstellte. Seine Kollegen Eugen Bamberger und Friedrich Tschimer untersuchten die weiße, wachsartige Substanz und entdeckten, dass sie aus vielen -CH2- Gruppen besteht, und nannten sie Polymethylen. ● Obwohl es sich um einen Kunststoff mit geringer Dichte handelt, wird LDPE in einem Hochdruckverfahren hergestellt. ● Viele gekaufte Lebensmittelprodukte befinden sich in Behältern, die fast immer aus LDPE bestehen. Dies liegt daran, dass LDPE eine der wenigen Kunststoffsorten ist, die als lebensmittelsicher gelten, da es kein BPA (auch bekannt als Bisphenol A) enthält. Die Aufbewahrung und der Verzehr von Lebensmitteln aus LDPE-Behältern sind völlig sicher, da die einzigartige chemische Zusammensetzung von LDPE keine Spuren von BPA enthält. ● Die lose kristalline Struktur von LDPE macht das Material sehr flexibel und ermöglicht es ihm, nach dem Zusammendrücken in seine ursprüngliche Form zurückzukehren.
pl: ● Polietylen po raz pierwszy zsyntetyzował niemiecki chemik Hans von Pechman, który wytworzył go przez przypadek w 1898 roku, podczas ogrzewania diazometanu. Jego koledzy Eugen Bamberger i Friedrich Tschimer zbadali białą, woskowatą substancję i odkryli, że składa się ona z wielu grup -CH2- i nazwali ją polimetylen. ● Pomimo tego, że jest to tworzywo o małej gęstości, LDPE powstaje w procesie wysokociśnieniowym. ● Wiele kupowanych produktów spożywczych znajduje się w pojemnikach, które są prawie zawsze produkowane z LDPE. Dzieje się tak dlatego, że LDPE jest jedną z niewielu odmian tworzyw uznawanych za bezpieczne dla żywności, ponieważ nie zawiera BPA (inaczej bisfenol A). Przechowywanie i spożywanie żywności z pojemników LDPE jest całkowicie bezpieczne, ponieważ unikalny skład chemiczny LDPE nie zawiera śladów BPA. ● Luźna krystaliczna struktura LDPE sprawia, że tworzywo to jest bardzo elastyczne i ma zdolność powrotu do pierwotnej formy po ściśnięciu.

# symbol_facts_pp05
source: ● It was discovered in 1951, while J. Paul Hogan and Robert L. Banks of the Phillips Petroleum Company were trying to convert propylene into gasoline. ● PP is a semi-crystalline polymer, which means that it exhibits an organized and tightly packed molecular chains. Areas of crystallinity are called spherulites and can vary in shape and size, with amorphous areas occurring between the crystalline areas. The degree of crystallinity affects many properties of the polymer. The semi-crystalline nature of PP gives the material a hazy appearance. ● PP has the lightest weight of all polymers and is also the lowest density polymer. ● Recycled PP is currently used in applications such as battery cases, paint cans, home storage, flower pots, composite wood and furniture. ● Thanks due to its light weight, PP products produce less solid waste compared to other plastics. ● PP also has good temperature resistance, making it an excellent choice for microwave or hot fill applications. This is due to the high melting point of PP - the maximum short-term use temperature of PP reaches 146°C, and the temperature of heating in a microwave oven and hot filling is from 100 to 120°C.
de: ● Es wurde 1951 entdeckt, als J. Paul Hogan und Robert L. Banks von der Phillips Petroleum Company versuchten, Propylen in Benzin umzuwandeln. ● PP ist ein teilkristallines Polymer, was bedeutet, dass es organisierte und dicht gepackte Molekülketten aufweist. Bereiche der Kristallinität werden Spherulite genannt und können in Form und Größe variieren, wobei sich amorphe Bereiche zwischen den kristallinen Bereichen befinden. Der Grad der Kristallinität beeinflusst viele Eigenschaften des Polymers. Die teilkristalline Natur von PP verleiht dem Material ein verschwommenes Aussehen. ● PP hat das geringste Gewicht aller Polymere und ist auch das Polymer mit der niedrigsten Dichte. ● Recyceltes PP wird derzeit in Anwendungen wie Batteriegehäusen, Farbdosen, Haushaltslagerung, Blumentöpfen, Verbundholz und Möbeln verwendet. ● Dank seines geringen Gewichts erzeugen PP-Produkte im Vergleich zu anderen Kunststoffen weniger festen Abfall. ● PP hat auch eine gute Temperaturbeständigkeit, was es zu einer ausgezeichneten Wahl für Mikrowellen- oder Heißfüllanwendungen macht. Dies ist auf den hohen Schmelzpunkt von PP zurückzuführen - die maximale Kurzzeitgebrauchstemperatur von PP beträgt 146°C und die Temperatur des Erhitzens in der Mikrowelle und der Heißfüllung liegt zwischen 100 und 120°C.
pl: ● Został odkryty w 1951 roku, podczas próby przekształcenia propylenu w benzynę przez J. Paul Hogana i Roberta L. Banksa z Phillips Petroleum Company. ● PP jest polimerem półkrystalicznym, co oznacza, że wykazuje zorganizowane i ciasno upakowane łańcuchy molekularne. Obszary krystaliczności nazywane są sferolitami i mogą różnić się kształtem i rozmiarem, przy czym pomiędzy obszarami krystalicznymi występują obszary amorficzne. Stopień krystaliczności wpływa na wiele właściwości polimeru. Półkrystaliczny charakter PP nadaje temu materiałowi zamglony wygląd. ● PP ma najlżejszą masę ze wszystkich polimerów i jest także polimerem o najniższej gęstości. ● PP z recyklingu jest obecnie używany w takich zastosowaniach, jak obudowy akumulatorów, puszki po farbie, przechowywanie w domu, doniczki na kwiaty, drewno kompozytowe i meble. ● Dzięki swojej lekkości produkty PP wytwarzają mniej odpadów stałych w porównaniu do innych tworzyw. ● PP ma również dobrą odporność na temperaturę, co czyni go doskonałym wyborem do zastosowań w kuchenkach mikrofalowych lub do napełniania na gorąco. Wynika to z wysokiej temperatury topnienia PP – maksymalna krótkotrwała temperatura użytkowania PP sięga 146°C, a temperatura podgrzewania w kuchence mikrofalowej i napełniania na gorąco wynosi od 100 do 120°C.
