Repository: faczor/eco360
Catalog: lib/configuration/localization/app_*.arb
Languages: de, pl

# symbol_tooltips_cx92
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# symbol_tooltips_cx95
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# symbol_tooltips_cx96
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# symbol_tooltips_cx97
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# symbol_tooltips_cx98
source: The letter 'x' in the symbol can be replaced with the abbreviation of the dominant material. Packaging marked with this symbol can be disposed of in the yellow container. Before disposal, you don't need to wash the packaging thoroughly, just remove food residues,
de: Der Buchstabe 'x' im Symbol kann durch die Abkürzung des dominanten Materials ersetzt werden. Verpackungen mit diesem Symbol können im gelben Behälter entsorgt werden. Sie müssen die Verpackung nicht gründlich waschen, bevor Sie sie entsorgen, entfernen Sie einfach alle Lebensmittelreste.
pl: litera “x” w symbolu może być zastąpiona skrótem dominującego materiału. Opakowania oznaczone tym symbolem możemy wyrzucić do żółtego pojemnika. Przed wyrzuceniem nie musisz dokładnie myć opakowań, jedynie usuń resztki jedzenia.

# search
source: assets/images/home/home-top-right-en.png
de: assets/images/home/home-top-right-de.png
pl: assets/images/home/home-top-right.png

# list
source: assets/images/home/home-down-left-en.png
de: assets/images/home/home-down-left-de.png
pl: assets/images/home/home-down-left.png

# glossary
source: assets/images/home/home-top-left-en.png
de: assets/images/home/home-top-left-de.png
pl: assets/images/home/home-top-left.png

# authors
source: assets/images/home/home-down-right-en.png
de: assets/images/home/home-down-right-de.png
pl: assets/images/home/home-down-right.png

# game
source: assets/images/home/game-en.png
de: assets/images/home/game-de.png
pl: assets/images/home/game.png

# game_soon
source: assets/images/home/game-soon-en.png
de: assets/images/home/game-soon-de.png

# glossary_polymer
source: - a chemical substance consisting of repeatedly repeated units called mers. The basis of the monomeric unit (mer) is carbon (C). We distinguish: ● natural polymers - naturally occurring in nature, such as: rubber, wood, proteins, nucleic acids (DNA and RNA), starch, cellulose, collagen (skin component), ● synthetic polymers (polymer plastics) - produced in polymerization processes, which additionally contain auxiliary agents improving properties or processing possibilities. The most popular plastics include include: polyolefins, polyvinyl chloride, polyethylene terephthalate, polycarbonate, polystyrene, polyamide.
de: - eine chemische Substanz, die aus wiederholt wiederholten Einheiten namens Mere besteht. Die Basis der monomeren Einheit (Merkmal) ist Kohlenstoff (C). Wir unterscheiden: ● natürliche Polymere - natürlicherweise in der Natur vorkommend, wie zum Beispiel: Gummi, Holz, Proteine, Nukleinsäuren (DNA und RNA), Stärke, Zellulose, Kollagen (Hautbestandteil), ● synthetische Polymere (Kunststoffpolymere) - hergestellt in Polymerisationsprozessen, die zusätzlich Hilfsstoffe enthalten, die die Eigenschaften oder Verarbeitungsmöglichkeiten verbessern. Zu den beliebtesten Kunststoffen gehören: Polyolefine, Polyvinylchlorid, Polyethylenterephthalat, Polycarbonat, Polystyrol, Polyamid.
pl: – substancja chemiczna składająca się z wielokrotnie powtórzonych jednostek nazywanych merami. Podstawą jednostki monomerycznej (meru) jest węgiel (C). Wyróżniamy: ● polimery naturalne - naturalnie występujące w przyrodzie, takie jak: kauczuk, drewno, białka, kwasy nukleinowe (DNA i RNA), skrobia, celuloza, kolagen (składnik skóry), ● polimery syntetyczne (tworzywa polimerowe) - wytworzone w procesach polimeryzacji, które dodatkowo zawierają środki pomocnicze polepszające właściwości lub możliwości przetwórcze. Do najpopularniejszych tworzyw zalicza się: poliolefiny, polichlorek winylu, politereftalan etylenu, poliwęglan, polistyren, poliamid.

# glossary_polymerization_header
source: Polymerization
de: Polymerisation
pl: Polimeryzacja

# glossary_polymerization
source: - a method of obtaining synthetic polymers in a chemical reaction by combining smaller molecules (monomers - single units) into long chains.
de: - eine Methode zur Herstellung synthetischer Polymere in einer chemischen Reaktion durch Kombination kleinerer Moleküle (Monomere - einzelne Einheiten) zu langen Ketten.
pl: – metoda otrzymywania polimerów syntetycznych w reakcji chemicznej, poprzez łączenie mniejszych cząsteczek (monomerów - pojedynczych merów) w długie łańcuchy.

# glossary_thermoplastics_header
source: Thermoplastics
de: Thermoplaste
pl: Termoplasty

# glossary_thermoplastics
source: - also known as plastics thermoplastics, belong to the group of plastomers. They are capable of repeatedly changing from solid to plastic and liquid and vice versa without significant changes in properties. They can be processed many times, i.e. recycled. There are semi-crystalline (hard and brittle) and amorphous (flexible) thermoplastics.
de: - auch als Kunststoffe Thermoplaste bekannt, gehören zur Gruppe der Plastomere. Sie sind in der Lage, sich wiederholt von fest zu plastisch und flüssig und umgekehrt ohne wesentliche Änderungen der Eigenschaften zu ändern. Sie können viele Male verarbeitet werden, d.h. recycelt werden. Es gibt halbkristalline (hart und spröde) und amorphe (flexible) Thermoplaste.

# glossary_duroplastics_header
source: Duroplastics
de: Duroplaste
pl: Duroplasty

# glossary_duroplastics
source: - also known as hardenable plastics, belong to the group of plastomers. They transform irreversibly: under the influence of heat (thermosets), chemical factors (chemosets) or physical factors (elastomers - rubber, caoutchouc). They are infusible and insoluble. They do not degrade, they are ground in the recycling process and used as an additive in the production of composites. For their disposal, the coking method is used (coke oven gas and coke are produced).
de: - auch als aushärtbare Kunststoffe bekannt, gehören zur Gruppe der Plastomere. Sie verwandeln sich irreversibel: unter dem Einfluss von Hitze (Duroplasten), chemischen Faktoren (Chemosets) oder physikalischen Faktoren (Elastomere - Gummi, Kautschuk). Sie sind unlösbar und unlöslich. Sie degradieren nicht, sondern werden im Recyclingprozess zerkleinert und als Zusatzstoff in der Herstellung von Verbundwerkstoffen verwendet. Für ihre Entsorgung wird das Kokereiverfahren verwendet (Koksofengas und Koks werden hergestellt).
pl: – inaczej tworzywa utwardzalne, należą do grupy plastomerów. Przekształcają się nieodwracalnie: pod wpływem ciepła (termoutwardzalne), czynników chemicznych (chemoutwardzalne) lub fizycznych (elastomery – guma, kauczuk). Są nietopliwe i nierozpuszczalne. Nie ulegają degradacji, w procesie recyklingu są mielone i wykorzystywane jako dodatek do produkcji kompozytów. W celu ich utylizacji stosuje się metodę koksowania (powstaje gaz koksowniczy i koks).

# glossary_elastomers_header
source: Elastomers
de: Elastomere
pl: Elastomery

# glossary_elastomers
source: – have the ability to reversibly deform under the influence of applied forces. These include both natural materials (natural rubber) and synthetic materials (rubber, silicone, synthetic rubber). Elastomers change shape under the action of compressive, shear and tension forces, and then return to their original shape and dimensions when these forces are removed. Due to their elasticity, they perfectly dampen vibrations and shocks and contribute to reducing the noise emitted by devices.
de: – haben die Fähigkeit, unter dem Einfluss von angewandten Kräften reversibel zu deformieren. Dazu gehören sowohl natürliche Materialien (Naturkautschuk) als auch synthetische Materialien (Kautschuk, Silikon, synthetischer Kautschuk). Elastomere verändern ihre Form unter dem Einfluss von Druck-, Scher- und Zugkräften und kehren dann zu ihrer ursprünglichen Form und Dimension zurück, wenn diese Kräfte entfernt werden. Aufgrund ihrer Elastizität dämpfen sie Vibrationen und Stöße perfekt ab und tragen zur Reduzierung des von Geräten abgegebenen Geräuschs bei.
pl: – mają zdolność do odwracalnej deformacji pod wpływem przyłożonych sił. Zalicza się do nich zarówno tworzywa naturalne (kauczuk naturalny), jak i syntetyczne (guma, silikon, kauczuk syntetyczny). Elastomery wykazują zmianę kształtu pod działaniem sił ściskających, ścinających i naprężających, po czym wracają do pierwotnego kształtu i wymiarów po ustąpieniu działania tych sił. Ze względu na sprężystość świetnie tłumią drgania i wstrząsy, przyczyniają się do zmniejszenia hałasu emitowanego przez urządzenia.

# glossary_degradable_plastics_header
source: Degradable plastics
de: Abbaubare Kunststoffe
pl: Tworzywa degradowalne

# glossary_degradable_plastics
source: (including biodegradable) - natural and synthetic materials which, depending on aerobic or anaerobic processes, are completely decomposed by microorganisms (bacteria and fungi) into carbon dioxide, methane, water, biomass and inorganic materials.
de: (einschließlich biologisch abbaubarer) - natürliche und synthetische Materialien, die je nach aeroben oder anaeroben Prozessen von Mikroorganismen (Bakterien und Pilzen) vollständig in Kohlendioxid, Methan, Wasser, Biomasse und anorganische Materialien abgebaut werden.
pl: (w tym biodegradowalne) - tworzywa naturalne oraz syntetyczne, które w zależności od tlenowych lub beztlenowych procesów są całkowicie rozkładane przez mikroorganizmy (bakterie i grzyby) na dwutlenek węgla, metan, wodę, biomasę i materiały nieorganiczne.

# glossary_recycling
source: - is the process of reusing raw materials and materials, i.e. returning them to circulation. This process is complex and multi-stage and includes: waste collection and storage, waste identification, separation and sorting, shredding, washing and drying, and reprocessing. There are 4 types of recycling: ● mechanical (or material) recycling, which produces a secondary raw material, i.e. granulate for repeated processing. ● raw material recycling (also known as chemical recycling) involves recovering raw materials using chemical reactions, e.g. processing packaging into new plastic products. ● organic recycling used for biodegradable waste, also called composting. This waste is broken down by microorganisms. ● thermal (or energy) recycling, which involves obtaining energy from burning waste.
de: - ist der Prozess der Wiederverwendung von Rohstoffen und Materialien, d.h. ihrer Rückkehr in den Kreislauf. Dieser Prozess ist komplex und mehrstufig und umfasst: Abfallerfassung und -lagerung, Abfallidentifizierung, -trennung und -sortierung, Zerkleinerung, Waschen und Trocknen sowie Wiederaufbereitung. Es gibt 4 Arten von Recycling: ● mechanisches (oder materielles) Recycling, das einen sekundären Rohstoff, d.h. Granulat für die erneute Verarbeitung, produziert. ● Rohstoffrecycling (auch chemisches Recycling genannt) umfasst die Rückgewinnung von Rohstoffen durch chemische Reaktionen, z.B. die Verarbeitung von Verpackungen zu neuen Kunststoffprodukten. ● organisches Recycling für biologisch abbaubaren Abfall, auch Kompostierung genannt. Dieser Abfall wird von Mikroorganismen abgebaut. ● thermisches (oder Energie-) Recycling, bei dem Energie aus der Verbrennung von Abfall gewonnen wird.
pl: - jest procesem ponownego wykorzystania surowców i materiałów, czyli ich powrotu do ponownego obiegu. Proces ten jest złożony i wieloetapowy i obejmuje: zbiórkę i składowanie odpadów, identyfikację odpadów, rozdział i sortowanie rozdrabnianie mycie i suszenie ponowne przetwórstwo. Wyróżnia się 4 rodzaje recyklingu: ● recykling mechaniczny (inaczej materiałowy), w wyniku którego powstaje surowiec wtórny, czyli granulat do powtórnego przetwórstwa. ● recykling surowcowy (inaczej chemiczny), polega na odzyskiwaniu surowców za pomocą reakcji chemicznych np. przetwarzanie opakowań na nowe wyroby z tworzyw. ● recykling organiczny stosowany w przypadku odpadów biodegradowalnych nazywany także kompostowaniem. Odpady te rozkładane są przez mikroorganizmy. ● recykling termiczny (inaczej energetyczny) polegający na otrzymywaniu energii ze spalania odpadów.

# glossary_law
source: The markings, symbols and names were taken from the Regulation of the Minister of the Environment of September 3, 2014 on packaging labeling patterns.
de: Die Markierungen, Symbole und Namen wurden aus der Verordnung des Ministers für Umwelt vom 3. September 2014 über die Muster zur Kennzeichnung von Verpackungen entnommen.
pl: Oznakowania, symbole oraz nazwy zostały zaczerpnięte z Rozporządzenia Ministra Środowiska z dnia 3 września 2014 r. w sprawie wzorów oznakowania opakowań.

# authors_description
source: The application was developed as part of the activities of the CARBON Polymer Engineering Scientific Club operating at the Department of Technology and Processing of Polymer Plastics at the Faculty of Mechanical Engineering of the Lublin University of Technology. The authors of the application are: ● Joanna Tomasik, ● Sebastian Druciak together with the supervisor of the scientific club: ● Dr. Eng. Aneta Tor-Świątek.
de: Die Anwendung wurde im Rahmen der Aktivitäten des CARBON Polymer Engineering Scientific Club entwickelt, der am Lehrstuhl für Technologie und Verarbeitung von Polymerkunststoffen der Fakultät für Maschinenbau der Technischen Universität Lublin tätig ist. Die Autoren der Anwendung sind: ● Joanna Tomasik, ● Sebastian Druciak zusammen mit dem Betreuer des wissenschaftlichen Clubs: ● Dr.-Ing. Aneta Tor-Świątek.
pl: Aplikacja została opracowana w ramach działalności Koła Naukowego Inżynierii Polimerów CARBON działającego przy Katedrze Technologii i Przetwórtwa Tworzyw Polimerowych na Wydziale Mechanicznym Politechniki Lubelskiej. Autorami aplikacją są: ● Joanna Tomasik, ● Sebastian Druciak wraz z opiekunem koła naukowego: ● dr inż. Anetą Tor-Świątek.

# sm_invitation
source: Check our social media:
de: Besuchen Sie unsere sozialen Medien:
pl: Zapraszamy do odwiedzenia naszych mediów społecznościowych:

# header_symbol_details
source: Symbol details
pl: Opis symbolu

# symbol_title_tex61
source: Jute
pl: Juta

# glossary_polymer_header
source: Polymer
pl: Polimer

# glossary_recycling_header
source: Recycling
pl: Recykling
