Repository: faczor/eco360
Catalog: lib/configuration/localization/app_*.arb
Languages: de, pl

# app_name
source: ECO360
de: ÖKO360
pl: EKO360

# logo
source: assets/images/logo/logo-appbar-en.png
de: assets/images/logo/logo-appbar-de.png
pl: assets/images/logo/logo-appbar-pl.png

# header_symbol_list
source: Symbol list
de: Symbolliste
pl: Lista symboli

# header_authors
source: Authors
de: Autoren
pl: Autorzy

# header_glossary
source: Glossary
de: Wörterbuch
pl: Słownik

# symbol_description
source: Description:
de: Beschreibung:
pl: Opis:

# symbol_properties
source: Properties:
de: Eigenschaften:
pl: Właściwości:

# symbol_usages
source: Usages:
de: Verwendungen:
pl: Zastosowania:

# symbol_tooltips
source: Tooltips:
de: QuickInfos:
pl: Wskazówki:

# symbol_facts
source: Facts:
de: Fakten:
pl: Ciekawostki:

# symbol_picture
source: Photos of products made of the described material:
de: Fotos von Produkten aus dem beschriebenen Material:
pl: Zdjęcia produktów wykonanych z opisanego materiału:

# category_polymers
source: Polymer/Plastics
de: Polymere/Kunststoffe
pl: Tworzywa polimerowe/sztuczne

# category_paper
source: Paper and Cardboard
de: Papier und Karton
pl: Papier i tektura

# category_glass
source: Glass
de: Glas
pl: Szkło

# category_steel
source: Steel and Aluminum
de: Stahl und Aluminium
pl: Stal i aluminium

# category_wood
source: Wood and Cork
de: Holz und Kork
pl: Drewno i korek

# category_cotton
source: Cotton and Jute
de: Baumwolle und Jute
pl: Bawełna i juta

# category_mixed
source: Composite
de: Verbundwerkstoff
pl: Wielomateriałowe

# symbol_title_pet01
source: Polyethylene terephthalate
de: Polyethylenterephthalat
pl: Politereftalan etylenu

# symbol_title_hdpe02
source: High density polyethylene
de: Polyethylen hoher Dichte
pl: Polietylen dużej gęstości

# symbol_title_pvc03
source: Polyvinyl chloride
de: Polyvinylchlorid
pl: Polichlorek winylu

# symbol_title_ldpe04
source: Low density polyethylene
de: Polyethylen niedriger Dichte
pl: Polietylen małej gęstości

# symbol_title_pp05
source: Polypropylene
de: Polypropylen
pl: Polipropylen

# symbol_title_ps06
source: Polystyrene
de: Polystyrol
pl: Polistyren

# symbol_title_inne07
source: Other
de: Andere
pl: Inne

# symbol_title_pap20
source: Corrugated cardboard
de: Wellpappe
pl: Tektura falista

# symbol_title_pap21
source: Flat cardboard
de: Flachkarton
pl: Tektura płaska

# symbol_title_pap22
source: Paper
de: Papier
pl: Papier

# symbol_title_gl70
source: Colorless glass
de: Farbloses Glas
pl: Szkło bezbarwne

# symbol_title_gl71
source: Green Glass
de: Grünes Glas
pl: Szkło zielone

# symbol_title_gl72
source: Brown Glass
de: Braunglas
pl: Szkło brązowe

# symbol_title_fe40
source: Steel
de: Stahl
pl: Stal

# symbol_title_alu41
source: Aluminum
de: Aluminium
pl: Aluminium

# symbol_title_for50
source: Wood
de: Holz
pl: Drewno

# symbol_title_for51
source: Cork
de: Kork
pl: Korek

# symbol_title_tex60
source: Cotton
de: Baumwolle
pl: Bawełna

# symbol_title_cx80
source: Paper and cardboard/various metals
de: Papier und Karton/verschiedene Metalle
pl: Papier i tektura/różne metale

# symbol_title_cx81
source: Paper and cardboard/plastic
de: Papier und Karton/Kunststoff
pl: Papier i tektura/plastik

# symbol_title_cx82
source: Paper and cardboard/aluminum
de: Papier und Karton/Aluminium
pl: Papier i tektura/aluminium

# symbol_title_cx83
source: Paper and cardboard/sheet metal
de: Papier und Karton/Blech
pl: Papier i tektura/blacha

# symbol_title_cx84
source: Paper and cardboard/plastic/aluminum
de: Papier und Karton/Kunststoff/Aluminium
pl: Papier i tektura/plastik/aluminium

# symbol_title_cx85
source: Paper and cardboard/plastic/aluminum/sheet metal
de: Papier und Karton/Kunststoff/Aluminium/Blech
pl: Papier i tektura/plastik/aluminium/blacha

# symbol_title_cx90
source: Plastic/aluminum
de: Kunststoff/Aluminium
pl: Plastik/aluminium

# symbol_title_cx91
source: Plastic/sheet metal
de: Kunststoff/Blech
pl: Plastik/blacha

# symbol_title_cx92
source: Plastic/various metals
de: Kunststoff/verschiedene Metalle
pl: Plastik/różne metale

# symbol_title_cx95
source: Glass/plastic
de: Glas/Kunststoff
pl: Szkło/plastik

# symbol_title_cx96
source: Glass/aluminum
de: Glas/Aluminium
pl: Szkło/aluminium

# symbol_title_cx97
source: Glass/sheet metal
de: Glas/Blech
pl: Szkło/blacha

# symbol_title_cx98
source: Glass/various metals
de: Glas/verschiedene Metalle
pl: Szkło/różne metale

# symbol_description_pet01
source: a semi-crystalline polymer from the polyester group, made from ethylene glycol and terephthalic acid.
de: ein teilkristallines Polymer aus der Polyestergruppe, hergestellt aus Ethylenglykol und Terephthalsäure.
pl: polimer semikrystaliczny z grupy poliestrów, wytwarzany z glikolu etylenowego i kwasu tereftalowego.

# symbol_description_hdpe02
source: ethene polymer. It belongs to the group of polyolefins, consisting of carbon and hydrogen.
de: Ethenpolymer. Es gehört zur Gruppe der Polyolefine, bestehend aus Kohlenstoff und Wasserstoff.
pl: polimer etenu. Należy do grupy poliolefin, składających się z węgla i wodoru.

# symbol_description_pvc03
source: a polymer from the group of vinyl polymers, obtained from vinyl chloride.
de: ein Polymer aus der Gruppe der Vinylpolymere, hergestellt aus Vinylchlorid.
pl: polimer z grupy polimerów winylowych, otrzymywany z chlorku winylu.

# symbol_description_ldpe04
source: ethene polymer. It belongs to the group of polyolefins, consisting of carbon and hydrogen.
de: Ethenpolymer. Es gehört zur Gruppe der Polyolefine, bestehend aus Kohlenstoff und Wasserstoff.
pl: polimer etenu. Należy do grupy poliolefin, składających się z węgla i wodoru.

# symbol_description_pp05
source: a polymer from the group of polyolefins, consisting of carbon and hydrogen. Obtained from propene.
de: ein Polymer aus der Gruppe der Polyolefine, bestehend aus Kohlenstoff und Wasserstoff. Hergestellt aus Propen.
pl: polimer z grupy poliolefin, składających się z węgla i wodoru. Otrzymywany z propenu.

# symbol_description_ps06
source: styrene polymer. Depending on the polymerization method, several types of polystyrene are obtained: standard PS, high-impact (elastomer-reinforced) PS-HI and in the form of mixtures with other polymers such as ABS (acrylonitrile-butadiene-styrene).
de: Styrolpolymer. Je nach Polymerisationsmethode werden mehrere Arten von Polystyrol gewonnen: Standard-PS, schlagfestes (elastomer-verstärktes) PS-HI und in Form von Mischungen mit anderen Polymeren wie ABS (Acrylnitril-Butadien-Styrol).
pl: polimer styrenu. W zależności od metody polimeryzacji otrzymuje się kilka rodzajów polistyrenu: standardowy PS, wysokoudarowy (wzmacniany elastomerami) PS-HI oraz w formie mieszanin z innymi polimerami jak ABS (akrylonitryl-butadien-styren).

# symbol_description_inne07
source: all polymeric materials not included as separate symbols were considered as other. They include many materials with different properties. Including biodegradable polymeric materials. Examples of plastics - thermoplastics: ● POM - poly(oxide) methylene), ● PMMA - poly(methyl methacrylate) (acrylic glass), ● PA - polyamides, ● PC - polycarbonate, ● PTFE - polytetrafluoroethylene (Teflon), ● ABS - acrylonitrile-butadiene -styrene. Examples of hardenable plastics (duroplasts): ● PUR - polyurethane, ● resins: - acrylic, - epoxy, - formaldehyde - phenolic, are harmful and toxic, ● PAN - polyacrylonitrile, bakelite. Examples of biodegradable polymer materials: ● starch/cellulose-based polymers, ● PLA - poly(lactic acid), polylactide, ● PGA - poly(glycolic acid), ● PHA - poly(alkanoic acids) , ● PVA - poly(vinyl acetate), ● PEG - poly(ethylene oxide), ● PCL - polycaprolactone.
de: Alle polymeren Materialien, die nicht als separate Symbole aufgeführt sind, werden als andere betrachtet. Sie umfassen viele Materialien mit unterschiedlichen Eigenschaften, einschließlich biologisch abbaubarer polymerer Materialien. Beispiele für Kunststoffe - Thermoplaste: ● POM - Poly(oxymethylen), ● PMMA - Poly(methylmethacrylat) (Acrylglas), ● PA - Polyamide, ● PC - Polycarbonat, ● PTFE - Polytetrafluorethylen (Teflon), ● ABS - Acrylnitril-Butadien-Styrol. Beispiele für härtbare Kunststoffe (Duroplaste): ● PUR - Polyurethan, ● Harze: - Acryl, - Epoxid, - Formaldehyd, - Phenol, sind schädlich und giftig, ● PAN - Polyacrylnitril, Bakelit. Beispiele für biologisch abbaubare polymerische Materialien: ● Polymere auf Stärke-/Cellulosebasis, ● PLA - Poly(milchsäure), Polylactid, ● PGA - Poly(glycolsäure), ● PHA - Poly(alkansäuren), ● PVA - Poly(vinylacetat), ● PEG - Poly(ethylenglycol), ● PCL - Polycaprolacton.
pl: jako inne uznano wszystkie tworzywa polimerowe nieuwzględnione jako osobne symbole. Wśród nich znajduje się wiele tworzyw o zróżnicowanych właściwościach. W tym również tworzywa polimerowe biodegradowalne. Przykłady tworzyw - termoplastów: ● POM - poli(tlenek metylenu), ● PMMA - poli(metakrylan metylu) (szkło akrylowe), ● PA – poliamidy, ● PC - poliwęglan, ● PTFE – politetrafluoroetylen (teflon), ● ABS – akrylonitryl-butadien-styren. Przykłady tworzyw utwardzalnych (duroplastów): ● poliuretan PUR, ● żywice (akrylowe, epoksydowe, formaldehydowe i fenolowe), są szkodliwe i toksyczne, ● PAN – poliakrylonitryl, bakelit. Przykłady tworzyw polimerowych biodegradowalnych: ● polimery na bazie skrobi/celulozy, ● PLA - poli(kwas mlekowy), polilaktyd, ● PGA - poli(kwas glikolowy), ● PHA – poli(kwasy alkanowe), ● PVA - poli(octan winylu), ● PEG - poli(tlenek etylenu), ● PCL - polikaprolakton.

# symbol_description_pap20
source: consists of several sheets of corrugated paper and flat paper made of kraft paper, arranged alternately and glued together. This paper is made of waste paper or virgin fibers. They may consist of a different number of layers.
de: besteht aus mehreren Schichten Wellpappe und Flachpapier aus Kraftpapier, die abwechselnd angeordnet und zusammengeklebt sind. Dieses Papier besteht aus Altpapier oder Frischfasern. Sie können aus einer unterschiedlichen Anzahl von Schichten bestehen.
pl: składa się ułożonych naprzemiennie i sklejonych ze sobą z kilku arkuszy papieru falistego oraz papieru płaskiego wykonanych z papieru typu kraft. Papier ten wykonywany jest z makulatury lub włókien pierwotnych. Mogą składać się z różnej ilości warstw.

# symbol_description_pap21
source: sheets of flat paper made of kraft paper glued together. This paper is made from waste paper or virgin fibers.
de: Blätter aus Flachpapier aus Kraftpapier, die zusammengeklebt sind. Dieses Papier wird aus Altpapier oder Frischfasern hergestellt.
pl: są to sklejone ze sobą arkusze papieru płaskiego wykonanych z papieru typu kraft. Papier ten wykonywany jest z makulatury lub włókien pierwotnych.

# symbol_description_pap22
source: when we hear about paper, we see a ream of white sheets of paper, but depending on the additives used during production, the paper may have a different structure.
de: Wenn wir von Papier hören, sehen wir einen Stapel weißer Blätter, aber je nach den bei der Herstellung verwendeten Zusatzstoffen kann das Papier eine unterschiedliche Struktur haben.
pl: słysząc o papierze widzimy ryzę białych kartek, jednak w zależności od dodatków podczas produkcji papier może mieć różną strukturę.

# symbol_description_gl70
source: at the landfill, the cullet is sorted according to color, which is then melted down in a glassworks into new products.
de: Auf der Deponie wird das Altglas nach Farben sortiert, das dann in einer Glashütte zu neuen Produkten eingeschmolzen wird.
pl: na wysypisku stłuczka jest segregowana względem kolorów, która następnie zostaje przetopiona w hucie na nowe produkty.

# symbol_description_gl71
source: the green color of the glass is intended only for an aesthetic effect and does not in any way affect the food stored inside. At the landfill, the cullet is sorted according to color, which is then melted down in a glassworks into new products.
de: Die grüne Farbe des Glases dient nur einem ästhetischen Zweck und beeinflusst in keiner Weise die darin gelagerten Lebensmittel. Auf der Deponie wird das Altglas nach Farben sortiert, das dann in einer Glashütte zu neuen Produkten eingeschmolzen wird.
pl: zielony kolor szkła ma powodować jedynie efekt estetyczny, nie wpływa on w żaden sposób na przechowywane wewnątrz artykuły spożywcze. Na wysypisku stłuczka jest segregowana względem kolorów, która następnie zostaję przetopiona w hucie na nowe produkty. Zastosowania materiału po recyklingu: opakowania spożywcze, kafelki, blaty kuchenne.

# symbol_description_gl72
source: the brown color of the glass limits the access of light, thus protecting the drinks to some extent. At the landfill, the cullet is sorted according to color, which is then melted down in a glassworks into new products.
de: Die braune Farbe des Glases begrenzt den Lichteinfall und schützt somit die Getränke bis zu einem gewissen Grad. Auf der Deponie wird das Altglas nach Farben sortiert, das dann in einer Glashütte zu neuen Produkten eingeschmolzen wird.
pl: brązowy kolor szkła ogranicza dostęp światła, przez co w pewnym stopniu zabezpiecza znajdujące się wewnątrz napoje. Na wysypisku stłuczka jest segregowana względem kolorów, która następnie zostaję przetopiona w hucie na nowe produkty.

# symbol_description_fe40
source: steel is an alloy of iron and carbon that is heat treated.
de: Stahl ist eine Legierung aus Eisen und Kohlenstoff, die wärmebehandelt wird.
pl: stal jest to stop żelaza z węglem, który zostaje obrobiony cieplnie.

# symbol_description_alu41
source: aluminum is a very good material that allows for reprocessing and secondary use.
de: Aluminium ist ein sehr gutes Material, das eine Weiterverarbeitung und Sekundärnutzung ermöglicht.
pl: aluminium jest bardzo dobrym materiałem umożliwiającym ponowne przetworzenie i wykorzystanie wtórne.

# symbol_description_for50
source: wood waste includes residues from its processing, but also used products made of wood. Reusing wood helps reduce the cutting down of trees.
de: Holzabfälle umfassen Rückstände aus der Verarbeitung sowie gebrauchte Holzprodukte. Die Wiederverwendung von Holz hilft, die Abholzung von Bäumen zu reduzieren.
pl: odpady drewniane to pozostałości po jego obróbce, ale także zużyte wyroby wykonane z drewna. Ponowne wykorzystanie drewna pozwala na redukcję wycinania drzew.

# symbol_description_for51
source: cork is a natural material, obtained from the bark of the cork oak. Harvesting it is not easy or frequent, so recycling it is very important.
de: Kork ist ein natürliches Material, das aus der Rinde der Korkeiche gewonnen wird. Die Ernte ist nicht einfach oder häufig, daher ist das Recycling sehr wichtig.
pl: korek jest naturalnym materiałem, uzyskuje się go z kory dębu korkowego. Jego zbiory nie są łatwe ani częste, dlatego bardzo ważny jest ich recykling.

# symbol_description_tex60
source: cotton is the fiber surrounding the seeds of the cotton plant. Cotton waste is scraps and leftovers remaining during the production process and used cotton products. In the second case, the problem is segregation by color.
de: Baumwolle ist die Faser, die die Samen der Baumwollpflanze umgibt. Baumwollabfälle sind Schnipsel und Reste, die während des Produktionsprozesses anfallen, sowie gebrauchte Baumwollprodukte. Im zweiten Fall ist die Farbseparierung ein Problem.
pl: bawełna jest włóknem otaczającym nasiona rośliny - bawełny. Odpady bawełniane są to skrawki i resztki pozostałe przy procesie produkcji oraz zużyte produkty wykonane z bawełny. W drugim przypadku problemem jest segregacja ze względu na kolor.

# symbol_description_tex61
source: plant material obtained from the jute plant. This material has a specific texture and smell. It is 100% biodegradable. It is used to make packaging, bags, but also decorations and interior design accessories.
de: pflanzliches Material, das aus der Jutepflanze gewonnen wird. Dieses Material hat eine spezifische Textur und einen bestimmten Geruch. Es ist 100% biologisch abbaubar. Es wird zur Herstellung von Verpackungen, Taschen, aber auch Dekorationen und Wohnaccessoires verwendet.
pl: materiał roślinny, uzyskiwany z rośliny juta. Materiał ten ma specyficzną teksturę oraz zapach. Jest on w 100% biodegradowalny.

# symbol_description_cx81
source: materials made of plastic-coated paper. They are most often used as packaging for food products, e.g. frozen foods, chocolate, animal food.
de: Materialien aus kunststoffbeschichtetem Papier. Sie werden meist als Verpackung für Lebensmittelprodukte verwendet, z. B. Tiefkühlkost, Schokolade, Tierfutter.
pl: materiały wykonane z papieru powleczonego tworzywem sztucznym. Najczęściej stosowane są jako opakowania artykułów spożywczych np. mrożonek, czekolad, karmy dla zwierząt.

# symbol_description_cx84
source: packaging marked with this symbol is made of plastic-coated paper and aluminum. These are packages of juices, milk, butter, chocolate, chewing gum, etc.
de: Verpackungen mit diesem Symbol bestehen aus kunststoffbeschichtetem Papier und Aluminium. Dies sind Verpackungen für Säfte, Milch, Butter, Schokolade, Kaugummi usw.
pl: opakowania oznaczone tym symbolem wykonane są z papieru powleczonego tworzywem sztucznym oraz aluminium. Są to opakowania soków, mleka, masła, czekolad, gum do żucia, kostek rosołowych itp.

# symbol_description_cx90
source: packaging marked with this symbol is made of aluminum-coated plastic.
de: Verpackungen mit diesem Symbol bestehen aus aluminiumkaschiertem Kunststoff.
pl: opakowania oznaczone tym symbolem wykonane są z tworzywa sztucznego powleczonego aluminium.

# symbol_properties_pet01
source: thermoplastic, heavier than water, hard, stiff, chemically and thermally resistant, does not absorb water, dielectric (does not conduct electricity), non-toxic, non-biodegradable, but biocompatible, i.e. does not cause allergic reactions, transparent, recyclable.
de: thermoplastisch, schwerer als Wasser, hart, steif, chemisch und thermisch beständig, nimmt kein Wasser auf, dielektrisch (leitet keinen Strom), ungiftig, nicht biologisch abbaubar, aber biokompatibel, verursacht keine allergischen Reaktionen, transparent, recycelbar.
pl: termoplast, cięższy od wody, twardy, sztywny, odporny chemicznie i termicznie, nie chłonie wody, dielektryk (nie przewodzi prądu), nietoksyczny, niebiodegradowalny, ale biokompatybilny, czyli nie wywołuje reakcji alergicznych, przezroczysty, nadaje się do recyklingu.

# symbol_properties_hdpe02
source: thermoplastic, lighter than water, hard, stiff, non-toxic, cheap, milky white color, resistant to low temperatures, difficult to glue and decorate, recyclable..
de: thermoplastisch, leichter als Wasser, hart, steif, ungiftig, billig, milchig weiße Farbe, beständig gegen niedrige Temperaturen, schwer zu kleben und zu dekorieren, recycelbar.
pl: termoplast, lżejszy od wody, twardy, sztywny, nietoksyczny, tani, kolor mlecznobiały, odporny na niskie temperatury, trudno się klei i zdobi, nadaje się do recyklingu.

# symbol_properties_pvc03
source: thermoplastic, heavier than water, white powder, chemically resistant, degrades already at 170ºC and is then toxic, durable, can be flexible and malleable or hard and brittle depending on the method of production, recyclable.
de: thermoplastisch, schwerer als Wasser, weißes Pulver, chemisch beständig, zersetzt sich bereits bei 170ºC und wird dann giftig, langlebig, kann je nach Produktionsmethode flexibel und formbar oder hart und spröde sein, recycelbar.
pl: termoplast, cięższy od wody, biały proszek, odporny chemicznie, ulega degradacji już w temperaturze 170ºC i wtedy jest toksyczny, wytrzymały, może być elastyczny i ciągliwy lub twardy i kruchy w zależności od metody otrzymywania, nadaje się do recyklingu.

# symbol_properties_ldpe04
source: thermoplastic, lighter than water, soft, transparent, non-toxic, cheap, resistant to low temperatures, not resistant to elevated temperatures, not resistant to loads, difficult to glue and decorate.
de: thermoplastisch, leichter als Wasser, weich, transparent, ungiftig, billig, beständig gegen niedrige Temperaturen, nicht beständig gegen erhöhte Temperaturen, nicht beständig gegen Belastungen, schwer zu kleben und zu dekorieren.
pl: termoplast, lżejszy od wody, miękki, przezroczysty, nietoksyczny, tani, odporny na niskie temperatury, nieodporny na podwyższoną temperaturę, nieodporny na obciążenia, trudno się klei i zdobi, nadaje się do recyklingu.

# symbol_properties_pp05
source: the lightest thermoplastic material, chemically and thermally resistant, hard, stiff, non-toxic, shrinkable, recyclable.
de: das leichteste thermoplastische Material, chemisch und thermisch beständig, hart, steif, ungiftig, schrumpfbar, recycelbar.
pl: najlżejsze tworzywo termoplastyczne, odporne chemicznie i termicznie, twardy, sztywny, nietoksyczny, kurczy się, nadaje się do recyklingu.

# symbol_properties_ps06
source: thermoplastic, safe, non-toxic, non-biodegradable with high biocompatibility, colorless, hard and brittle, heavier than water, recyclable, dyes can be used.
de: thermoplastisch, sicher, ungiftig, nicht biologisch abbaubar mit hoher Biokompatibilität, farblos, hart und spröde, schwerer als Wasser, recycelbar, Farbstoffe können verwendet werden.
pl: termoplast, bezpieczny, nietoksyczny, niebiodegradowalny o wysokiej biokompatybilności, bezbarwny, twardy i kruchy, cięższy od wody, nadaje się do recyklingu, można zastosować barwniki.

# symbol_properties_pap20
source: biodegradable and safe, can come into contact with food products.
de: biologisch abbaubar und sicher, kann mit Lebensmitteln in Kontakt kommen.
pl: biodegradowalny i bezpieczny, może mieć kontakt z produktami spożywczymi.

# symbol_properties_pap21
source: biodegradable and safe, can come into contact with food products, in the following colors: white, gray or brown, can be covered with print or laminated with PE or PP foil.
de: biologisch abbaubar und sicher, kann mit Lebensmitteln in Kontakt kommen, in den folgenden Farben: weiß, grau oder braun, kann bedruckt oder mit PE- oder PP-Folie laminiert sein.
pl: biodegradowalny i bezpieczny, może mieć kontakt z produktami spożywczymi, w kolorach: białym, szarym lub brązowym, może zostać pokryta drukiem lub zostać zalaminowana folią wykonaną z PE lub PP.

# symbol_usage_pet01
source: ● medicine (prosthetic bones of the skull vault, blood vessel prostheses, surgical markers for supporting organs prepared during surgery, ligament and tendon prostheses, elements of the body of an artificial heart), ● packaging (e.g. water bottles) , yogurt cups, foils, trays), ● textiles (carpet yarn, textile fibers, insulating fibers, fleece), ● construction (thermal insulation boards, building boards).
de: ● Medizin (Prothesen für Schädelknochen, Blutgefäßprothesen, chirurgische Marker zur Unterstützung von Organen während der Operation, Band- und Sehnenprothesen, Elemente des Körpers eines künstlichen Herzens), ● Verpackungen (z.B. Wasserflaschen, Joghurtbecher, Folien, Schalen), ● Textilien (Teppichgarn, Textilfasern, Isolierfasern, Vlies), ● Bauwesen (Wärmedämmplatten, Bauplatten).
pl: ● medycyna (protezy kości sklepienia czaszki, protezy naczyń krwionośnych, oznaczników chirurgicznych do podtrzymywania narządów wypreparowanych w czasie operacji, protezy więzadeł i ścięgien, elementów korpusu sztucznego serca), ● opakowania (np. butelki na wodę, kubeczki do jogurtów, folie, tacki), ● włókiennictwo (przędza dywanowa, włókna na tekstylia, włókna izolacyjne, polar), ● budownictwo (płyty termoizolacyjne, płyty budowlane).

# symbol_usage_hdpe02
source: pressure pipes, pipe fittings, laboratory vessels, containers, bottles, plates, packaging.
de: Druckrohre, Rohrarmaturen, Laborgefäße, Behälter, Flaschen, Platten, Verpackungen.
pl: rury ciśnieniowe, złączki do rur, naczynia laboratoryjne, pojemniki, butelki, płyty, opakowania.
